cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "planetscale/tap"

brew "rcm"
cask "1password"
cask "dropbox"
cask "firefox"
cask "fujitsu-scansnap-manager"
cask "google-chrome"
cask "mullvadvpn"
cask "obsidian"
cask "omnifocus"
cask "raycast"
cask "rectangle"
mas "Deliveries", id: 924726344
mas "Paprika", id: 1303222628

# Development
brew "exercism"
brew "gh"
brew "go"
brew "mysql-client"
brew "nvm"
brew "pscale"
brew "rbenv"
brew "tmux"
brew "vim"
cask "visual-studio-code"
